<?
$_conf[total_domain] = "http://intranet.pay-save.com";
$_conf[domain] = "pay-save.com";
$_conf[my_host] = " 58.229.234.51";
$_conf[pg_host] = " 58.229.234.53";
$_conf[company] = '비욘드 플랫폼 서비스';

$curdat = date("Y-m-d");

//$array_member_type = Array( "A"=>"시스템관리자", "B"=>"관리자", "C"=>"팀장", "D"=>"지점장", "E"=>"담당자" );
$array_member_type = Array( "A"=>"시스템관리자", "B"=>"팀장", "E"=>"담당자" );

$array_class = Array( "A"=>"사장", "B"=>"부장", "C"=>"실장", "D"=>"과장", "E"=>"차장", "F"=>"대리", "G"=>"계장", "H"=>"주임", "I"=>"사원" );

//$array_respons = Array( "A"=>"본부장", "B"=>"팀장", "C"=>"부팀장", "D"=>"지점장", "E"=>"부지점장", "F"=>"회계", "G"=>"부회계" );
$array_respons = Array( "A"=>"본부장", "B"=>"팀장", "C"=>"부팀장" );

$array_daesal_code = Array("A"=>"매각대상", "B"=>"매각제외", "C"=>"보류", "D"=>"매각불가", "X"=>"속성없음", "E"=>"2011년매각", "T"=>"2013년매각");
$b_daesal_code = Array("대상"=>"A", "제외"=>"B", "보류"=>"C", "불가"=>"D", "해당없음"=>"X", "2011년매각"=>"E", "2013년매각"=>"T");

$array_member_class = Array( "A"=>"대표이사", "B"=>"부장", "C"=>"차장", "D"=>"과장",  "E"=>"대리", "F"=>"계장", "G"=>"주임", "H"=>"사원" );

$array_member_jo  = Array(
	"1"=>"1조", 
	"2"=>"2조"
);

$array_agree_ok = Array(
	"Y"=>"동의", 
	"N"=>"거부"
);

$array_comm_time = Array(
	"1"=>"당일접촉", 
	"2"=>"접촉경과(1~5일)",
	"3"=>"접촉경과(5)일초과"
);

$array_seller_name = Array(
	"SCFB09"=>"SCFB09",
	"SCFB10"=>"SCFB10",
	"SCFB11"=>"SCFB11",
	"SCFB12"=>"SCFB12",
	"SCFB01"=>"SCFB01",
	"SCFB02"=>"SCFB02",
	"SCSB09"=>"SCSB09",
	"ALLSCFB"=>"SCFB(전체)",
	"HIC"=>"HIC(전체)",
	"NCR"=>"NCR(전체)",
	"NCR2"=>"NCR",
	"SBI"=>"SBI",
	"CSB"=>"CSB"
);

$array_bond_sort = Array(	
	"bond_sort_daebu"=>"대부채권",
	"bond_sort_saving"=>"대손+저축은행",
	"bond_sort_SCFB"=>"SCFB"	
);

$array_sell_daesang2 = array(
	"A"=>"환매전체",
	"X"=>"(20140929)환매", 
	"W"=>"(20141010)환매", 
	"V"=>"(20141031)환매",
	"U"=>"(20141128)환매",
	"T"=>"(20141205)환매",
	"S"=>"(20141219)환매",
	"R"=>"(20141231)환매",
	"Q"=>"KCR 1차환매",
	"O"=>"KCR 2차환매"
);

$array_agree_not_sayou = Array(
	"1"=>"완납예정", 
	"2"=>"개인정보이전 불만", 
	"3"=>"사고건", 
	"5"=>"우편물발송에따른채무공개", 
	"4"=>"기타(직접입력)"	
);

$array_seller_daeson_reason = Array( 
'01' => '파산', 
'02' => '사망', 
'03' => '행방불명(말소)', 
'04' => '개인회생채무초과', 
'05' => '부실채권매각', 
'06' => '채무초과', 
'07' => '화해중단', 
);

$array_status = Array(
	"A"=>"통상", 
	"B"=>"연체", 
	"C"=>"화해통상", 
	"D"=>"화해연체", 
	"E"=>"잔액완제", 
	"F"=>"대손", 
	"G"=>"매각"
);

$array_status2 = Array(
	"A"=>"통상", 
	"B"=>"연체", 
	"C"=>"화해통상", 
	"D"=>"화해연체",
	"H"=>"일반채권",
	"E"=>"잔액완제", 
	"F"=>"대손", 
	"G"=>"매각"
);

$array_status_color = Array(
	"A"=>"통상", 
	"B"=>"<font color=red>연체</font>", 
	"C"=>"<font color=green>화해통상</font>", 
	"H"=>"<font color=orange>화해관리</font>", 
	"D"=>"<font color=brown>화해연체</font>", 
	"E"=>"<font color=violet>잔액완제</font>", 
	"R"=>"<font color=purple>리볼완제</font>", 
	"F"=>"<font color=blue>대손</font>",
	"G"=>"<font color=blue>매각</font>"
);

$array_status_none_color = Array(
	"A"=>"통상", 
	"B"=>"연체", 
	"C"=>"화해통상", 
	"H"=>"화해관리", 
	"D"=>"화해연체", 
	"E"=>"잔액완제", 
	"R"=>"리볼완제", 
	"F"=>"대손", 
	"G"=>"매각"
);

$array_member_status = Array(
	"O"=>"접수", 
	"Y"=>"승인", 
	"N"=>"거절", 
	"C"=>"취소" 
);

$array_daehwan_not_sayou = Array(
	"A"=>"인증불가(300만원초과)", 
	"B"=>"사고건", 
	"C"=>"주부",
    "D"=>"현금수령자",
	//"E"=>"연체사유",
	"F"=>"본인거부 - 금리불만",
	"H"=>"본인거부 - 계약서작성거부",
	"I"=>"본인거부 - 방문거부"
	//"G"=>"연락불가" 
);

$array_daehwan_loan_status  = Array(
"T"=>"대상전체",
"Y"=>"대상(미처리)", 
"X"=>"대상(처리)",
"A"=>"대상(자동)", 
"N"=>"대상아님(자동)", 
"Z"=>"대상아님(사유있음)",
"P"=>"대상아님(원금연체해결)",
"B"=>"본인거부"
);

$arr_daehwan_loan_status =  Array(
"Y"=>"대상(미처리)", 
"X"=>"대상(처리)",
"N"=>"대상아님(자동)", 
"Z"=>"대상아님(사유있음)",
"P"=>"대상아님(원금연체해결)",
"B"=>"본인거부",
"D"=>"상태없음"
);

$array_dm_ok =  Array(
"Y"=>"DM발송대상", 
"N"=>"DM발송비대상"
);


$array_deadline_lose_status = Array( //기한이익상실구분
	//"A"=>"이자연체", 
	//"B"=>"계약서 미제출", 
	"C"=>"허위정보 및 위변조", 
	"D"=>"연락불가",
	"G"=>"타사채불/연체5일이상",
	"E"=>"허위정보 및 위변조 취소 ", 
	"F"=>"연락불가 취소",
	"H"=>"타사채불/연체5일이상 취소"
);

$arr_deadline_lose_sayou = Array( //기한이익상실구분
	"A"=>"이자연체", 
	"B"=>"계약서 미제출", 
	"C"=>"허위정보 및 위변조", 
	"D"=>"연락불가",
	"G"=>"타사채불/연체5일이상"	
);

$array_deadline_lose = Array("A"=>"기한이익상실대상", 
								   "B"=>"기한이익상실통지", 
								   "C"=>"기한이익상실통지(등기)" , 
								   "D"=>"기한이익상실확정",
								   "E"=>"기한이익상실해제",
								   "F"=>"기한이익상실취소");

$array_deadline_lose2 = Array("A"=>"기한이익상실대상" 
							  );

$arr_dokchok6_d_print =  Array("A"=>"신청서",
							   "B"=>"신청서/거래원장",
							   "C"=>"신청서/영수증"
							  );
$arr_guarantee_dm = Array("A"=>"최고장",
						  "B"=>"대금납부안내장",
						  "C"=>"연체대금납부독촉장",
						  "D"=>"연체대금납부독촉장(내용증명)"
							  );
$array_member_status_color = Array(
	"O"=>"접수", 
	"Y"=>"<font color=blue>승인</font>", 
	"N"=>"<font color=red>거절</font>", 
	"C"=>"<font color=green>취소</font>" 
);

$array_guarantee_status = Array("Y"=>"있음");
$array_contract_grade = Array(
	"s"=>"s",   "a"=>"a",   "b"=>"b",   "c"=>"c", "d"=>"d", "e"=>"e",	"ss"=>"ss",	
	"S"=>"S",  
	"aa"=>"aa", "bb"=>"bb", "cc"=>"cc",
	"a-"=>"a-", "b-"=>"b-", "c-"=>"c-", "s-"=>"s-", "e-"=>"e-", 
	"NOTA"=>"A제외", "NOTED"=>"ED제외", "NOTE"=>"E제외"
);
$a_simsa_grade = array("S"=>"S", "A"=>"A", "B"=>"B", "C"=>"C", "D"=>"D", "E"=>"E");
$a_simsa_grade_last = array("S"=>"S", "A"=>"A", "B"=>"B", "C"=>"C", "D"=>"D", "E"=>"E");
$a_delay_grade_b_now = array("s"=>"s", "a"=>"a", "b"=>"b", "c"=>"c", "d"=>"d", "e"=>"e");
$a_delay_grade_a_now = array(1=>1, 2=>2, 3=>3, 4=>4, 5=>5, 6=>6, 7=>7, 8=>8, 9=>9, 10=>10);

// 조기경보등록구분
$array_alarm30_record = Array("1"=>"발생","2"=>"해지","3"=>"변동","9"=>"해지변동","7"=>"삭제");


$array_alarm_code = Array("J1"=>"조회추가","J3"=>"조회삭제","B1"=>"채불등록","B2"=>"채불해제","B3"=>"채불삭제","B4"=>"채불해제삭제","G1"=>"채불신정등록","G2"=>"채불신정해제", "G3"=>"채불신정삭제","G4"=>"신정해제삭제");
$array_old_company = Array("AA"=>"AA", "AB"=>"AB", "AC"=>"AC", "AD"=>"AD", "AE"=>"AE", "AF"=>"AF", "AG"=>"AG", "CS"=>"CS", "LF"=>"LF");
$array_contract_type = Array("11"=>"11.새계약", "21"=>"21.재대출", "31"=>"31.증액", "41"=>"41.추가", "51"=>"51.영업신규", "99"=>"99.매입채권");
$array_call_flag = Array("1"=>"받음", "5"=>"안받음", "0"=>"착신정지", "2"=>"결번", "3"=>"타인인수", "4"=>"오류기재" , "7"=>"NULL" , "8"=>"없음" );

$array_call_flag_new = Array("1"=>"받음", "5"=>"안받음", "0"=>"착신정지", "2"=>"결번", "3"=>"타인인수", "4"=>"오류기재", "7"=>"NULL");

$array_call_flag_color = Array("1"=>"black", "5"=>"green", "0"=>"red ", "2"=>"red ", "3"=>"red ", "4"=>"red ");

for($i=2016;$i<2018;$i++) $array_year[$i] = $i;
for($i=1;$i<13;$i++) $array_month[$i] = $i;
for ($i = 1;$i < 32;$i++) {
	$array_day[$i] = $i;
	if ($i == 1 || $i == 5 || $i == 11 || $i == 15 || $i == 21 || $i == 25 || $i == 31) {
        $array_contract_day[$i] = $i;
	}
	if ($i == 1 || $i == 5 || $i == 11 || $i == 15 || $i == 21 || $i == 25 || $i == 31) {
        $a_cd[$i] = $i;
	}
	if ($i == 1  || 
		$i == 5  || 
		$i == 10 || 
		$i == 11 || 
		$i == 15 || 
		$i == 16 || 
		$i == 17 || 
		$i == 20 || 
		$i == 21 || 
		$i == 25) {
        $a_cd2[$i] = $i;
	}
	 $a_cd3[$i] = $i;
}
for ($i = 1;$i < 25;$i++) $array_hour[$i] = $i;
for ($i = 1;$i < 61;$i++) $array_minute[$i] = $i;
for ($i = 1;$i < 33;$i++) $array_date[$i] = $i;
for ($i = 1;$i < 33;$i++) $array_date2[$i] = $i;

$array_job_class = Array("A"=>"직장인", 
                         "B"=>"자영업", 
						 "C"=>"대학생", 
						 "D"=>"주부",
						 "E"=>"기타",
						 "F"=>"공무원",
						 "G"=>"군인",
						 "X"=>"없음");

$array_job_class_ups = array("A"=>"직장인",
                     "B"=>"자영업자",
					 "C"=>"주부",
					 "D"=>"대학생",
					 "E"=>"기타",
					 "F"=>"공무원",
					 "G"=>"군인");


$array_marry = Array("A"=>"미혼", "B"=>"기혼", "C"=>"별거", "F"=>"이혼", "E"=>"단독", "G"=>"사별");
$array_rent_type = Array("1"=>"자가","2"=>"전세 ","3"=>"월세"); //UPS사용
$array_in_type = Array("10"=>"정상입금", "20"=>"포기입금","30"=>"수수료");
$array_out_type = Array("10"=>"정상대출", "30"=>"가수금지급", "80"=>"화해원복", "90"=>"채권매입");
$array_out_sub_type = Array("11"=>"신규", "21"=>"재대출", "31"=>"증액", "41"=>"추가");
$array_paper1 = Array("A"=>"미발송", "B"=>"발송", "Z"=>"도착");

$array_bankbook_type = Array(
	"A" => "현금", 
	"B" => "보통예금", 
	"C" => "당좌예금", 
	"D" => "정기예금", 
	"E" => "정기적금", 
	"F" => "제예금", 
	"G" => "유가증권(증권계좌)", 
	"H" => "신용카드(미지급)", 
	"I" => "카드매출(미수금)", 
	"J" => "받을어음", 
	"K" => "지급어음",
	"L" => "미수금"
);

$array_account_type = Array("1"=>"차변", "2"=>"대변");

$array_daecha_code = Array(
	"1"=>"유동자산", 
	"2"=>"재고자산", 
	"4"=>"투자자산", 
	"5"=>"유형자산", 
	"6"=>"무형자산", 
	"7"=>"유동부채", 
	"8"=>"고정부채", 
	"9"=>"자본금", 
	"11"=>"자본잉여금", 
	"12"=>"이익잉여금", 
	"13"=>"자본조정" 
);

$array_sonik_code = Array(
	"1"=>"매출", 
	"2"=>"매출원가", 
	"3"=>"제조원가", 
	"4"=>"도급원가", 
	"5"=>"분양원가", 
	"6"=>"판매관리비", 
	"7"=>"영업외수익", 
	"8"=>"영업외비용", 
	"9"=>"특별이익", 
	"10"=>"특별손실", 
	"11"=>"법인세등", 
	"12"=>"당기순이익" 
);

$array_cash_flow_code = Array("1"=>"영업활동으로 인한 현금흐름", "2"=>"투자활동으로 인한 현금흐름", "3"=>"재무활동으로 인한 현금흐름","4"=>"기타활동으로 이한 현금흐름");
$array_pay_method = Array("A"=>"외상", "B"=>"장부", "C"=>"혼합");
$array_customer_type = Array( "A"=>"매입처", "B"=>"매출처", "Z"=>"기타" );
$array_closing_status = Array("A"=>"마감됨", "B"=>"마감취소", "C"=>"입금변경");
$array_settle_handle_div = Array("A"=>"접수","B"=>"승인","C"=>"결재요청","E"=>"결재완료","X"=>"결재취소");
$total_return_method = Array("1"=>"리볼빙", "2"=>"원리금균등24", "3"=>"원리금균등36", "4"=>"원리금균등12");
$array_return_method = Array("1"=>"리볼빙", "2"=>"원리금균등24", "3"=>"원리금균등36", "4"=>"원리금균등12");
//$array_return_method_realtime = Array("1"=>"리볼빙", "2"=>"원리금균등24", "3"=>"원리금균등36", "4"=>"원리금균등12");
$array_return_method_realtime = Array("1"=>"리볼빙36", "2"=>"원리금균등24", "3"=>"원리금균등36 ","4"=>"원리금균등12");
$array_return_method_type = Array("1"=>"고객요청", "2"=>"결재자판단", "99"=>"기타");



$array_firm_banking_code = Array(
	"A"=>"대기", 
	"B"=>"조회요청(확인필요)", 
	"C"=>"이체요청", 
	"O"=>"이체완료", 
	"F"=>"조회에러", 
	"T"=>"중복이체에러", 
	"X"=>"이체에러" 
);


// 급여수령방법
$array_s_incometype = Array("A"=>"현금수령","C"=>"통장이체","D"=>"소득일부확인");

$array_s2_incometype = Array("A"=>"현금수령","C"=>"통장이체","D"=>"소득일부확인", "Z"=>"현금수령 외");

$array_sms_div = Array("1"=>"약정일전", 
                       "2"=>"약정일당일", 
					   "3"=>"연체채권(1구간)", 
					   "4"=>"연체채권(1구간이외)",
					   "15"=>"연체채권(채무조정)",
					   "5"=>"대출권유",
					   "6"=>"공지안내",
					   "7"=>"접수팀",
					   "9"=>"방문추심안내",
					   "10"=>"원금연체(약정일변경외)",
					   "11"=>"매입채권용",
					   "12"=>"보증인용",
					   "13"=>"완납문자",
					   "14"=>"계약서관리"
					   );
$array_sms_div_hotkey = Array("2"=>"약정일당일", 
					   "3"=>"연체채권(1구간)", 
					   "15"=>"연체채권(채무조정)",
					   "7"=>"접수팀",
					   "9"=>"방문추심안내"
					   );


$array_sms_div_sms = Array("1"=>"약정일전", 
                       "2"=>"약정일당일", 
					   "3"=>"연체채권(1구간)", 
					   "4"=>"연체채권(1구간이외)",
					   //"15"=>"연체채권(채무조정)",
					   "5"=>"대출권유",
					   "6"=>"공지안내",
					   "7"=>"접수팀",
					   //"8"=>"SMS수신",
					   "9"=>"방문추심안내",
					   "10"=>"원금연체(약정일변경외)",
					   "11"=>"매입채권용",
					   "12"=>"보증인용",
					   "13"=>"완납문자",
					   "14"=>"계약서관리"
					   );

$a_sms_div_ups = array("1"=>"안내", "2"=>"고객추천", "3"=>"칭찬게시판", "4"=>"추가재대출");


$array_cfs_grade = Array("A"=>"A", "B"=>"B", "C"=>"C" , "D"=>"D" , "F"=>"F");
$a_sex = array("1"=>"남성", "2"=>"여성" , "X"=>"없음");

// 생년
for($i=2011;$i>1901;$i--) $array_ssn11_year[$i] = $i;


if(date("n")>=6)
{
	$jungi[s] = (date("Y")-1)."-06-01";
	$jungi[e] = date("Y")."-05-31";

	$danggi[s] = date("Y")."-06-01";
	$danggi[e] = (date("Y")+1)."-05-31";
}
else
{
	$jungi[s] = (date("Y")-2)."-06-01";
	$jungi[e] = (date("Y")-1)."-05-31";

	$danggi[s] = (date("Y")-1)."-06-01";
	$danggi[e] = date("Y")."-05-31";
}




// CMS은행
/*
$array_cms_bank = Array(
	"02" => "산업", 
	"03" => "기업", 
	"04" => "국민", 
	"05" => "외환", 
	"07" => "수협", 
	"11" => "농협중앙회", 
	"12" => "농협단위조합", 
	"20" => "우리", 
	"21" => "조흥", 
	"23" => "제일", 
	"26" => "신한", 
	"27" => "한미", 
	"31" => "대구", 
	"32" => "부산", 
	"34" => "광주", 
	"35" => "제주", 
	"37" => "전북", 
	"39" => "경남", 
	"45" => "새마을금고", 
	"48" => "신협", 
	"50" => "상호저축은행", 
	"53" => "씨티", 
	"54" => "홍콩상하이", 
	"71" => "정보통신부", 
	"81" => "하나" 
);
*/

// new_CMS은행 20150527
$array_cms_bank = Array(
	"02" => "산업", 
	"03" => "기업", 
	"04" => "국민", 
	"05" => "외환", 
	"07" => "수협", 
	"11" => "농협중앙회", 
	"12" => "농협단위조합", 
	"20" => "우리", 
	//"21" => "조흥", 
	"23" => "SC제일", 
	//"26" => "신한", 
	"27" => "씨티", 
	"31" => "대구", 
	"32" => "부산", 
	"34" => "광주", 
	"35" => "제주", 
	"37" => "전북", 
	"39" => "경남", 
	"45" => "새마을금고", 
	"48" => "신협", 
	"50" => "상호저축은행", 
	//"53" => "씨티", 
	"54" => "홍콩상하이", 
	"71" => "정보통신부", 
	"81" => "하나", 
	"88" => "신한", 
);

$array_law_div = Array("A"=>"가압류",       
                       "B"=>"집행권원",      
					   "C"=>"압류",     
					   "D"=>"형사고소", 
                       "E"=>"재판기록열람", 
					   "F"=>"개회기각사유" , 
					   "G"=>"재산명시", 
					   "H"=>"기타");

$array_law_type = Array(
	"A"=>Array("A"=>"부동산가압류", "E"=>"기타가압류"),
	"B"=>Array("A"=>"지급명령", "B"=>"소액사건", "C"=>"민사소송", "D"=>"개회폐지집행문", "E"=>"승계집행문"),
	"C"=>Array("B"=>"유체동산압류","C"=>"급여압류", "D"=>"자동차압류" ,"G"=>"예금압류" ,"F"=>"기타압류","H"=>"부동산가압류"),
	"D"=>array("A"=>"형사고소"),
	"E"=>array("A"=>"재판기록열람"),
	"F"=>array("A"=>"개회기각사유"),
	"G"=>array("A"=>"재산명시"),
	"H"=>array("A"=>"권리신고","B"=>"재산명시신청","C"=>"형사고소","D"=>"채무부존재", "E"=>"승계집행문"),
	"I"=>Array("A"=>"법조치해제")
);

$array_paper_check1 = Array( "A"=>"방문완료", "B"=>"적용대상", "C"=>"미적용대상" );
$array_paper_check2 = Array( "A"=>"수취완료", "B"=>"적용대상", "C"=>"미적용대상" );
$array_paper_check3 = Array( "A"=>"수취완료", "B"=>"적용대상", "C"=>"미적용대상" );
$array_resignation = Array( "B"=>"적용대상", "C"=>"미적용대상" );
$array_happycall_resignation = Array( "1"=>"해피콜시퇴사건", "2"=>"2회차시 퇴사건" );

$array_114 = Array("Y"=>"등록확인", "N"=>"등록없음");
// 4대보혐
$array_insurance = Array("Y"=>"국민연금,의료보험 둘다가입", "B"=>"국민연금만 가입", "C"=>"건강의료보험만가입", "N"=>"둘다가입안함");

$array_testimony=array("A"=>"확약서","Y"=>"공인인증","B"=>"지점방문" );
$array_testimony_check=array("Y"=>"공인","N"=>"미공인" );

//무이자
$array_no_interest_term = Array("0"=>"없음", "5"=>"5일", "7"=>"7일", "10"=>"10일", "15"=>"15일" , "30"=>"30일");
$array_hp_com = Array("S"=>"SKT","K"=>"KT", "L"=>"LGU+");


$array_no_interest = Array("7"=>"7일", "14"=>"14일", "21"=>"21일" , "28"=>"28일" , "35"=>"35일");


$array_config_type = Array("1"=>"대출가능", "2"=>"대출불가" , "3"=>"대출불가외" , "4"=>"추가소액가능", "5"=>"대출보류","6"=>"중도상환시추가가능", "7"=>"추가무심사");

$array_config_type_new = Array("1"=>"대출가능", "2"=>"대출불가", "5"=>"대출보류", "8"=>"중도상환");


$array_sms_reject = Array("A"=>"마케팅동의", "Y"=>"마케팅거부");
$a_sms6 = Array("Y"=>"수신거부");
$array_sms_reject_new = Array("A"=>"동의","Y"=>"거부");
$array_call_status=Array("A"=>"미통화","B"=>"콜접수","C"=>"권유성공(전화)","D"=>"권유성공(SMS)","R"=>"보류","S"=>"부재중","T"=>"본인거절(관심있음)","U"=>"본인거절(관심없음)","X"=>"연락불가","L"=>"리스트제외");


$array_add_call_status = Array("A"=>"미통화", 
							   "D"=>"당일권유,당일접수(심사자)",
							   "E"=>"당일권유,당일접수(짝궁)",
							   "C"=>"전일접수성공",
							   "R"=>"보류",
							   "X"=>"연락불가",
							   "S"=>"부재중",
							   "P"=>"약속일",
							   "Z"=>"당사거절",
							   "U"=>"본인거절(기타)",
							   "Q"=>"본인거절(고금리)",
							   "O"=>"결번",
							   "H"=>"장기부재" ,
							   "B"=>"안내거부" ,
							   "M"=>"3개월거절",
							   "F"=>"마케팅동의권유(성공)",
							   "G"=>"마케팅동의권유(실패)"
							  );


$array_proc_order = array("1"=>"1순위","2"=>"2순위","3"=>"3순위","4"=>"4순위","5"=>"5순위","0"=>"미순위");

$array_review_status=array("A"=>"미통화","Y"=>"접수","S"=>"부재중","T"=>"본인거절","Z"=>"당사거절","X"=>"연락불가");

$array_payday_revol_term = Array("30"=>"30일");
$array_payday_revol_ratio = Array("24"=>"리볼빙24%");
$array_payday_revol_ratio2 = Array("19"=>"리볼빙19%");
$array_long_term_loan = Array("L"=>"60개월");


$array_check_confirm= Array("A"=>"핸드폰인증","B"=>"녹취" ,"C"=>"인증" ,"D"=>"서면");
$array_fast_handling= Array("Y"=>"급진행요청","S"=>"특별요청" );
$array_small_money= Array("Y"=>"소액대출","H"=>"한도승인" );
$array_product_code = Array("1"=>"파워풀", "2"=>"뷰티풀", "3"=>"원더풀", "Y"=>"페이데이론", 
                            "4"=>"논스톱", "5"=>"플라워", "6"=>"가조회", "7"=>"원더풀V", "8"=>"무서류론",
							"9"=>"더블론", "10"=>"ACE연계상품", "11"=>"뉴젠","13"=>"ACE2론 후순위", "12"=>"ACE3론 후순위", "14"=>"에이스론서브", "15"=>"유니원", "16"=>"비엔에스", "17"=>"FAST");
$array_product_color = Array("1"=>"<font color='red'><b>파워풀</b></font>", 
                             "2"=>"<font color='blue'><b>뷰티풀</b></font>",
							 "3"=>"원더풀", 
							 "Y"=>"페이데이론", 
							 "4"=>"논스톱", 
							 "5"=>"<font color='red'><b>플라워</b></font>", 
							 "6"=>"<font color='red'><b>가조회</b></font>",
							 "7"=>"<font color='red'><b>원더풀V</b></font>",
							 "8"=>"<font color='red'><b>무서류론</b></font>",
							 "9"=>"<font color='red'><b>더블론</b></font>", 
							 "10"=>"<font color='red'><b>ACE론 선순위</b></font>",
							 "11"=>"<font color='red'><b>뉴젠</b></font>",
							 "13"=>"<font color='red'><b>ACE2론 후순위</b></font>",
							 "12"=>"<font color='red'><b>ACE3론 후순위</b></font>",
							 "14"=>"<font color='red'><b>에이스론서브</b></font>",
							 "15"=>"<font color='red'><b>유니원</b></font>",
							 "16"=>"<font color='red'><b>비엔에스</b></font>",
							 "17"=>"<font color='red'><b>FAST</b></font>");

$array_product_code2 = Array("1"=>"파워풀",   "2"=>"뷰티풀", "3"=>"원더풀", 
                             "4"=>"논스톱",   "5"=>"플라워", "6"=>"가조회", "7"=>"원더풀V", 
							 "8"=>"무서류론", "9"=>"더블론", "10"=>"ACE론 선순위", "11"=>"뉴젠","13"=>"ACE2론 후순위", "12"=>"ACE3론 후순위", "14"=>"에이스론서브", "15"=>"유니원", "16"=>"비엔에스", "17"=>"FAST");
$array_product_color2 = Array("1"=>"<font color='red'><b>파워풀</b></font>", 
                              "2"=>"<font color='blue'><b>뷰티풀</b></font>",
							  "3"=>"원더풀", 
							  "4"=>"논스톱", 
							  "5"=>"<font color='red'><b>플라워</b></font>", 
							  "6"=>"<font color='red'><b>가조회</b></font>",
                "7"=>"<font color='red'><b>원더풀V</b></font>",
							  "8"=>"<font color='red'><b>무서류론</b></font>",
							  "9"=>"<font color='red'><b>더블론</b></font>", 
							  "10"=>"<font color='red'><b>ACE론 선순위</b></font>",
								"11"=>"<font color='red'><b>뉴젠</b></font>",
								"13"=>"<font color='red'><b>ACE2론 후순위</b></font>",
                "12"=>"<font color='red'><b>ACE3론 후순위</b></font>",
								"14"=>"<font color='red'><b>에이스론서브</b></font>",
								"15"=>"<font color='red'><b>유니원</b></font>",
								"16"=>"<font color='red'><b>비엔에스</b></font>",
								"17"=>"<font color='red'><b>FAST</b></font>");

$array_product2 = Array("A"=>"고액단독건", "B"=>"선순위건", "C"=>"2W론", "D"=>"여성원샷론", "E"=>"가조회");

$array_gijun=Array("1"=>"현재","2"=>"과거");
$array_commission=Array("Y"=>"실행","N"=>"미실행");
//$array_team = Array("1"=>"1팀", "2"=>"2팀", "3"=>"3팀", "4"=>"4팀", "5"=>"5팀", "6"=>"6팀", "7"=>"7팀", "8"=>"8팀", "9"=>"9팀", "10"=>"10팀" ,"11"=>"11팀" );

$a_hf_code = array("00"=>"",                       "01"=>"연체6개월미만",        "02"=>"연체원금합계금액1억원초과", 
                   "03"=>"개인회생절차진행중",     "04"=>"신복위워크아웃진행중", "05"=>"소송진행중인채권",
				   "06"=>"주채무자압류경매진행중", "07"=>"보증인압류경매",       "99"=>"기타");
$array_loan_review_status = Array("Y"=>"Y");
$array_loan_review_problem = Array("Y"=>"문제있음", "N"=>"문제없음"); 

$a_time = array("8"=>"8시",
                "9"=>"9시",
                "10"=>"10시",
                "11"=>"11시",
                "12"=>"12시",
                "13"=>"13시",
                "14"=>"14시",
                "15"=>"15시",
                "16"=>"16시",
                "17"=>"17시",
                "18"=>"18시",
                "19"=>"19시",
                "20"=>"20시"
			   );

$arr_order = Array(
	"asc"=>"오름차순↑", 
	"desc"=>"내림차순↓"
);

$arr_order_daesang = Array(
	"tail_money"=>"잔액", 
	"me.call_flag_ph2"=>"발신"
);

$array_lms_div = array(
	"Y"=>"LMS"	
);

$array_dae_finance_gubn = array(
	"0"=>"카드론",
	"1"=>"현금서비스",
	"2"=>"리볼빙",
	"3"=>"주택담보",
	"4"=>"전세자금",
	"5"=>"금융권 신용대출",
	"6"=>"저축은행 캐피탈",
	"7"=>"대부업"
	
);