<?php include('../include/incTop.php'); ?>
<body>
<?php include('../include/incHeader.php'); ?>

<!-- sub-wrap -->
<div class="sub-wrap aboutUs">
	<!-- visual -->
	<!-- .page-content start -->
	<div class="page-content dark custom-img-background page-title-1 page-title sub-visual">
		<div class="container">
			<!-- .row start -->
			<div class="row">
				<!-- .col-md-12 start -->
				<div class="col-md-12 triggerAnimation animated" data-animate='fadeInUp'>
					<!-- .simple-heading start -->
					<div class="simple-heading mb-30">
						<h1>개인정보 취급방침</h1>
					</div><!-- .simple-heading end -->
					<ul class="breadcrumb">
						<li><a href="/index.php">Home</a></li>
						<li><span class="active">개인정보 취급방침</span></li>
					</ul><!-- .breadcrumb end -->
				</div><!-- .col-md-12 end -->
			</div><!-- .row end -->
		</div><!-- .container end -->
	</div><!-- .page-content end -->
	<!-- //visual -->
	<!-- .page-content start -->
	<div class="cont-type1 bg-type2">
		<div class="container">
			<section class="simple-heading centered">
				<h2 class="type2">개인정보 취급방침</h2>
			</section>
			<div class="box-cont1">
		

비욘드 플랫폼 서비스 (‘www.30cut..com’이하 ‘회사’)은 신용정보의 이용 및 보호에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법 등 관련 법령에 따라 이용자의 개인정보 보호 및 권익을 보호에 최선을 다하고 있습니다.<BR> <BR>
개인정보취급방침의 ‘고객’은 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 제2조(정의) 제4호 ‘이용자’ 정보통신서비스 제공자가 제공하는 정보통신서비스 이용자에 한정하며, "회사"는 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침(이하“방침”)을 두고 있습니다.<BR> 
회사는 본 방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
<BR><BR>
○ 본 방침은 2015년 11월 16일부터 시행됩니다.<BR><BR>

1. 개인정보의 수집 목적 <BR>
&nbsp;"회사"는 다음과 같은 목적을 위해 개인정보를 수집합니다.<BR>
&nbsp;이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 것 입니다.<BR><BR>
&nbsp;&nbsp;1) 홈페이지 회원가입 및 관리<BR>
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별•인증, 회원자격 유지•관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만14세 미만 아동 개인정보 수집 시 법정대리인 동의 여부 확인, 각종 고지•통지, 고충처리, 분쟁 조정을 위한 기록 보존 등<BR><BR>
&nbsp;&nbsp;2) 민원업무 처리<BR>
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락•통지, 처리결과 통보 등<BR><BR>
&nbsp;&nbsp;3) 재화 또는 서비스 제공 <BR>
서비스 개발 및 개선, 컨텐츠 제공, 청구서 발송, 금융거래 본인인증 및 금융서비스, 연령인증, 요금결제•정산, 연체자 관리 및 채무 불이행시 위험관리, 채권추심, 대출/투자 서비스 제공 등<BR><BR>
&nbsp;&nbsp;4) 통계학적 분석<BR>
이용자의 연령별/성별/지역별/소득별 통계분석, 통계분석서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등<BR><BR>
&nbsp;&nbsp;5) 마케팅 및 광고 활용<BR>
신규 서비스 개발과 이벤트 행사에 따른 최신정보전달 및 맞춤 서비스 제공, 통계학적 분석에 따른 서비스 제공 및 광고게재 등<BR><BR>

2. 수집하는 개인정보의 항목 및 수집 방법<BR>
&nbsp; ① 수집하는 개인정보의 항목 <BR>
&nbsp;&nbsp;"회사"는 회원가입, 원활한 고객상담, 각종 서비스 등 기본적인 서비스 제공을 위한 필수 정보와 고객 맞춤 서비스 제공을 위한 선택 정보로 구분하여 아래와 같은 개인정보를 수집하고 있습니다.<BR><BR>

&nbsp;&nbsp;&nbsp;•	회원가입 시 : 성명, 생년월일, ID, 비밀번호, 성별, 서비스 이용 기록, 접속로그, 쿠키, 접속 IP정보 등<BR>
&nbsp;&nbsp;&nbsp;•	출금신청 시 : 은행명, 거래계좌번호, 예금주명 등<BR>
&nbsp;&nbsp;&nbsp;•	서비스 이용시 : 아래와 같음 <BR><BR>

&nbsp;대출회원 <BR>
&nbsp;&nbsp;&nbsp;o	개인식별정보 : 성명, 주소, 휴대전화번호, e-mail주소, 최종학력, 직장정보(직장명/주소), 계좌정보, 기혼여부, 병역관련사항, 대학정보 등<BR>
&nbsp;&nbsp;&nbsp;o	신용도정보 : 신용등급, 신용조회, 채무재조정약정, 연체, 부도, 대위변제, 기타 신용질서 문란행위 관련 금액, 발생•해소 시기 등<BR>
&nbsp;&nbsp;&nbsp;o	신용거래정보 : 본거래 이전 및 이후의 대출, 보증, 담보제공, 신용카드, 할부금융 등 상거래 관련 거래의 종류/기간/금액 및 한도 등 신용거래의 모든 사항<BR>
&nbsp;&nbsp;&nbsp;o	신용능력정보 : 재산, 채무, 월/년/기간별 소득 금액, 소득정보와 관계된 주 거래, 납세실적 등
&nbsp;&nbsp;&nbsp;o	기타 계약 관련하여 본인이 제공한 정보<BR><BR>

&nbsp;투자회원<BR>
&nbsp;&nbsp;&nbsp;o	투자정보에 관련된 일체사항<BR><BR>

&nbsp;&nbsp;&nbsp;- 이용기간 : 5년<BR><BR>

&nbsp;② 개인정보의 수집 방법<BR>
&nbsp;&nbsp;&nbsp;"회사"는 다음과 같은 방법으로 고객님의 개인정보를 수집하고 있습니다.<BR>
&nbsp;&nbsp;&nbsp;•	홈페이지/팩스/전화를 통한 회원가입, 서비스 이용, 이벤트 응모, 회원정보수정, 고객센터 문의<BR>
&nbsp;&nbsp;&nbsp;•	생성정보 수집 툴을 통한 수집<BR>
&nbsp;&nbsp;&nbsp;•	협력회사로부터의 제공<BR><BR>

3. 개인정보의 제3자 제공에 관한 사항<BR>
&nbsp;&nbsp;&nbsp;"회사"는 고객에게 보다 나은 서비스를 제공하는 등의 목적으로 「개인정보를 제공받는 자, 개인정보를 제공받는 자의 개인정보 이용목적, 제공하는 개인정보의 항목, 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간」을 명시하며, 동의 받은 범위를 넘어서 제3자에게 제공하지 않습니다.<BR> 다만, 다음의 경우에는 예외로 합니다
<!--
1)  (주)비욘드캐피탈소셜대부<BR>
① 이용목적 <BR>
o	대출, 대출채권의 원리금수취권리의 참가(연체자에 대한 관리, 채무불이행시의 위험관리, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융서비스 이용 등), 마케팅 및 광고에 활용(신규 서비스 개발과 이벤트 행사에 따른 정보 전달 및 맞춤 서비스 제공)<BR>
② 제공하는 개인정보의 항목 <BR>
o	전체회원 : 회원가입시 제공된 정보일체<BR>
o	투자회원 : 투자정보에 관련된 일체사항<BR>
대출회원<BR>
o	개인식별정보 : 성명, 주소, 휴대전화번호, e-mail주소, 최종학력, 직장정보(직장명/주소), 계좌정보, 기혼여부, 병역관련사항, 대학정보 등<BR>
o	신용도정보 : 신용등급, 신용조회, 채무재조정약정, 연체, 부도, 대위변제, 기타 신용질서 문란행위 관련 금액, 발생•해소 시기 등<BR>
o	신용거래정보 : 본거래 이전 및 이후의 대출, 보증, 담보제공, 신용카드, 할부금융 등 상거래 관련<BR>
거래의 종류/기간/금액 및 한도 등 신용거래의 모든 사항<BR>
o	신용능력정보 : 재산, 채무, 월/년/기간별 소득 금액, 소득정보와 관계된 주 거래, 납세실적 등<BR>
o	기타 계약 관련하여 본인이 제공한 정보<BR>
o	기타 "회사" 대출정보에 관련된 일체사항<BR>
③ 보유 및 이용기간 <BR>
o	대출신청 후 투자 종료까지<BR>
2) (주)비욘드캐피탈소셜대부 투자회원<BR>
① 이용목적 <BR>
o	대출회원이 투자를 받기 위해 대출회원 본인의 일부 개인식별정보를 제외한 신용상태 제공<BR>
② 제공하는 개인정보의 항목 <BR>
o	개인식별정보 : 직장정보(직군), 병역관련사항, 대학정보 등<BR>
o	신용도정보 : 신용등급, 신용조회, 채무재조정약정, 연체, 부도, 대위변제, 기타 신용질서 문란행위 관련 금액, 발생•해소 시기 등<BR>
o	신용거래정보 : 본거래 이전 및 이후의 대출, 보증, 담보제공, 신용카드, 할부금융 등 상거래 관련 거래의 종류/기간/금액 및 한도 등 신용거래의 모든 사항<BR>
o	신용능력정보 : 재산, 채무, 월/년/기간별 소득 금액, 소득정보와 관계된 주 거래, 납세실적 등<BR>
③ 보유 및 이용기간 <BR>
o	제공 동의일로부터 개인(신용)정보를 제공받는 자의 목적을 달성할 때까지<BR>

3) NICE신용평가정보㈜<BR>
① 이용목적 <BR>
o	신용도 평가 및 실명확인 등 신용조회회사의 업무<BR>
② 제공하는 개인정보의 항목 <BR>
o	개인식별정보 (성명, 주소, 성별, 국적, 직업, 연락처 등)<BR>
o	개인대출현황 (본 계약 이전 및 이후의 당사 및 기타 제3자로부터 받은 모든 대출 포함)<BR>
o	채무보증현황 (본 보증 이전 및 이후에 제공된 모든 보증 포함)<BR>
o	신용능력정보 (재산, 부채, 소득의 총액, 납세실적 등)<BR>
o	채무불이행정보 (연체, 대위변제, 대지급, 부도, 관련인 발생사실 등)<BR>
③ 보유 및 이용기간 <BR>
o	제공 동의일로부터 개인(신용)정보를 제공받는 자의 목적을 달성할 때까지<BR><BR>
-->
<BR><BR>
&nbsp;&nbsp;1) NICE신용평가정보㈜<BR>
&nbsp;&nbsp;&nbsp;① 이용목적 <BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	신용도 평가 및 실명확인 등 신용조회회사의 업무<BR>
&nbsp;&nbsp;&nbsp;② 제공하는 개인정보의 항목 <BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	개인식별정보 (성명, 주소, 성별, 국적, 직업, 연락처 등)<BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	개인대출현황 (본 계약 이전 및 이후의 당사 및 기타 제3자로부터 받은 모든 대출 포함)<BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	채무보증현황 (본 보증 이전 및 이후에 제공된 모든 보증 포함)<BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	신용능력정보 (재산, 부채, 소득의 총액, 납세실적 등)<BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	채무불이행정보 (연체, 대위변제, 대지급, 부도, 관련인 발생사실 등)<BR>
&nbsp;&nbsp;&nbsp;③ 보유 및 이용기간 <BR>
&nbsp;&nbsp;&nbsp;&nbsp;o	제공 동의일로부터 개인(신용)정보를 제공받는 자의 목적을 달성할 때까지<BR><BR>


4. 수집한 개인정보의 위탁<BR>
&nbsp;&nbsp;"회사"는 고객의 동의 없이 고객의 정보를 외부업체에 위탁하지 않습니다.<BR>
&nbsp;&nbsp;향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁업무 내용에 대해 고객에게 통지하고 필요한 경우 사전동의를 받도록 하겠습니다.<BR><BR>
5. 개인정보의 보유 및 이용 기간<BR>
&nbsp;&nbsp;"회사"는 회원 가입일로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다.<BR>
&nbsp;&nbsp;회원탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용 목적이 달성되거나 보유 및 이용 기간이 종료한 경우 해당 개인정보를 지체 없이 파기합니다.<BR>
&nbsp;&nbsp;단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 “회사”는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<BR><BR>
&nbsp;1) "회사"는 고객이 탈회하거나, 고객을 제명하는 경우 권리남용, 악용방지, 권리침해/명예훼손 분쟁 및 수사협조 의뢰에 대비하여 이용계약 해지일로부터 5년 동안 개인정보를 보존합니다.<BR>
&nbsp;&nbsp;•	개인정보 : 이름, 주민번호, ID, 비밀번호, 휴대전화번호, 이동통신사, e-mail주소, 자택주소, 직장주소, 생년월일, 성별, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 가입목적, 가입경로 등<BR><BR>
&nbsp;2) 회사는 다음의 정보에 대해서 명시한 기간 동안 보존합니다.<BR>
&nbsp;&nbsp;① 계약 또는 청약철회 등에 관한 기록 <BR>
&nbsp;&nbsp;&nbsp;o	보존근거 : 전자상거래 등에서 소비자 보호에 관한 법률<BR>
&nbsp;&nbsp;&nbsp;o	보존기간 : 5년<BR>
&nbsp;&nbsp;② 대금결제 및 재화 등의 공급에 관한 기록 <BR>
&nbsp;&nbsp;&nbsp;o	보존근거 : 전자상거래 등에서 소비자 보호에 관한 법률<BR>
&nbsp;&nbsp;&nbsp;o	보존기간 : 5년<BR>
&nbsp;&nbsp;③소비자의 불만 또는 분쟁처리에 관한 기록 <BR>
&nbsp;&nbsp;&nbsp;o	보존근거 : 전자상거래 등에서 소비자 보호에 관한 법률<BR>
&nbsp;&nbsp;&nbsp;o	보존기간 : 3년<BR>
&nbsp;&nbsp;④ 표시/광고에 관한 기록 <BR>
&nbsp;&nbsp;&nbsp;o	보존근거 : 전자상거래 등에서 소비자 보호에 관한 법률<BR>
&nbsp;&nbsp;&nbsp;o	보존기간 : 6개월<BR><BR>
6. 개인정보의 파기 절차 및 방법<BR>
&nbsp;&nbsp;"회사"는 원칙적으로 개인정보 수집 및 이용 목적이 달성된 후에는 해당정보를 지체 없이 파기합니다.<BR> 파기 절차 및 방법은 다음과 같습니다.<BR>
&nbsp;•	파기절차 : 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져 (종이의 경우 별도의 서류함) 내부방침 및 기타 관련법령에 의한 정보보호 사유에 따라 (보유 및 이용 기간 참조) 일정기간 저장된 후 파기됩니다.<BR>
&nbsp;&nbsp;•	파기방법 : 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.<BR> 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.<BR><BR>

7. 개인정보 자동 수집 장치의 설치, 운영 및 그 거부에 관한 사항<BR>
&nbsp;&nbsp;“회사”는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다.<BR> 쿠키란 '비욘드 플랫폼 서비스'의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.<BR>
&nbsp;&nbsp;“회사”는 다음과 같은 목적을 위해 쿠키를 사용합니다.<BR><BR>

&nbsp;&nbsp;가. 쿠키 등 사용 목적<BR>
&nbsp;&nbsp;&nbsp;- 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공<BR>
귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다.<BR>
&nbsp;&nbsp;&nbsp;따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<BR><BR>

&nbsp;&nbsp;나. 쿠키 설정 거부 방법<BR>
&nbsp;&nbsp;&nbsp;- 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<BR><BR>

&nbsp;&nbsp;&nbsp;설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<BR><BR>

&nbsp;&nbsp;&nbsp;단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<BR><BR>

8. 이용자 및 법정대리인의 권리와 그 행사방법<BR>
&nbsp;&nbsp;&nbsp;1) 개인정보의 열람•정정<BR>
&nbsp;&nbsp;&nbsp;&nbsp;•	고객 및 법정대리인은 언제든지 등록되어 있는 고객의 개인정보를 열람하거나 정정할 수 있습니다.<BR> 개인정보 열람 및 정정은 ‘개인정보변경’ 또는 ‘회원정보수정’에서 직접 처리할 수 있으며, 개인정보관리담당자에게 서면, 전화 또는 E-mail을 통해서도 가능합니다.<BR>
&nbsp;&nbsp;&nbsp;•	고객이 개인정보 오류 정정을 요청한 경우, 정정 완료 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.<BR>
&nbsp;&nbsp;&nbsp;•	잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정하도록 조치하겠습니다.<BR>
&nbsp;&nbsp;&nbsp;2) 개인정보의 수집•이용•제공 동의철회<BR>
&nbsp;&nbsp;&nbsp;&nbsp;고객은 언제든지 개인정보의 수집, 이용, 제공에 대한 동의내용을 철회할 수 있습니다.<BR>
&nbsp;&nbsp;&nbsp;&nbsp;동의철회는 개인정보관리담당자에게 서면, 전화, E-mail을 통해서 신청할 수 있으며, 담당자는 접수 즉시 동의철회 등록, 개인정보 파기 등의 조치를 취한 후 해당사실을 고객에게 통지합니다.<BR>
&nbsp;&nbsp;&nbsp;&nbsp;단, 회사는 이용자 혹은 법정 대리인의 요청에 의해 동의철회, 파기된 개인정보는 "개인정보 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<BR><BR>

9. 개인정보에 관한 민원서비스<BR>
&nbsp;&nbsp;"회사"는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<BR><BR>
&nbsp;&nbsp;&nbsp;1) 개인정보보호책임자<BR>
&nbsp;&nbsp;&nbsp;&nbsp;•	성명 : 김원석<BR>
&nbsp;&nbsp;&nbsp;&nbsp;•	직책 : 부장<BR>
&nbsp;&nbsp;&nbsp;&nbsp;•	전화번호 : 02-2038-8976<BR>
&nbsp;&nbsp;&nbsp;&nbsp;*개인정보 보호 담당부서로 연결됩니다.<BR> <BR>
&nbsp;&nbsp;"회사"의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다.<BR> "회사"는 고객의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.<BR><BR>

&nbsp;&nbsp;2) 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<BR>
&nbsp;&nbsp;&nbsp;•	개인정보분쟁조정위원회 (kopico.or.kr)<BR>
&nbsp;&nbsp;&nbsp;•	정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)<BR>
&nbsp;&nbsp;&nbsp;•	대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr / 02-3480-3600)<BR>
&nbsp;&nbsp;&nbsp;•	경찰청 사이버안전국 (www.ctrc.go.kr / 02-392-0330)<BR><BR>

10. 개인정보의 안전성 확보 조치<BR>
&nbsp;&nbsp;&nbsp;개인정보의 안전성 확보 조치<비욘드 플랫폼 서비스>( 비욘드 플랫폼 서비스)은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.<BR><BR>

&nbsp;&nbsp;&nbsp;1. 개인정보 취급 직원의 최소화 및 교육<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;2. 정기적인 자체 감사 실시<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;3. 내부관리계획의 수립 및 시행<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;4. 개인정보의 암호화<BR>
&nbsp;&nbsp;&nbsp;&nbsp;이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;5. 해킹 등에 대비한 기술적 대책<BR>
&nbsp;&nbsp;&nbsp;&nbsp;<비욘드 플랫폼 서비스>( 비욘드 플랫폼 서비스)은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;6. 개인정보에 대한 접근 제한<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;7. 접속기록의 보관 및 위변조 방지<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;8. 문서보안을 위한 잠금장치 사용<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.<BR><BR>
 
&nbsp;&nbsp;&nbsp;9. 비인가자에 대한 출입 통제<BR>
&nbsp;&nbsp;&nbsp;&nbsp;개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.<BR><BR>

개인정보 처리방침 변경<BR>
 
이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.<BR>
			</div>
		</div>
	</div>
</div>
<!-- // sub-wrap -->

<?php include('../include/incFooter.php'); ?>

<script src="/js/jquery-2.1.4.min.js"></script><!-- jQuery library -->
<script src="/js/bootstrap.min.js"></script><!-- .bootstrap script -->
<script src="/js/jquery.scripts.min.js"></script><!-- modernizr, retina, stellar for parallax -->  
<script src='/owl-carousel/owl.carousel.min.js'></script><!-- Carousels script -->
<script src="/js/jquery.dlmenu.min.js"></script><!-- for responsive menu -->
<script src="/js/include.js"></script><!-- custom js functions -->

<script>
	/* <![CDATA[ */
	jQuery(document).ready(function ($) {
		'use strict';

		$('#owl-testimonial').owlCarousel({
			items: 5,
			navigation: true,
			pagination: false,
			navigationText: ["", ""],
			itemsCustom: [
				[0, 1],
				[600, 1],
				[800, 1],
				[1000, 2],
				[1200, 2]
			]
		});

		// CLIENTS CAROUSEL START
		$('#client-carousel').owlCarousel({
			items: 5,
			navigation: true,
			pagination: false,
			navigationText: ["", ""],
			itemsCustom: [
				[0, 2],
				[600, 3],
				[1000, 5],
				[1200, 5]
			]
		});

	});
	/* ]]> */
</script>
</body>
</html>
